Repository: leftyfl1p/RiftBoard
Catalog: prefs/Resources/*.lproj.asdafsdsdaf/Root.strings
Languages: nl

source: Activation Options
nl: Aktiverings Indstillinger

source: Show Action
nl: Vis Handling

source: Dismiss Action
nl: Skjul Handling

source: Visual and Functional Options
nl: Visuelle og Funktionelle Indstillinger

source: No Blur
nl: Ingen Slørring

source: Light Blur
nl: Lys Slørring

source: Dark Blur
nl: Mørk Slørring

source: Allow App Interaction
nl: Tillad App Interageren

source: Quick Dismiss
nl: Skjul Hurtigt

source: Experimental
nl: Eksperimental

source: Allow Rotation
nl: Tillad Rotation

source: Credits
nl: Tak til

source: Donate via PayPal.me
nl: Donér via PayPal.me

source: Translation Credits
nl: Oversættere

source: Support
nl: Hjælp
