Repository: leftyfl1p/RiftBoard
Catalog: prefs/Resources/*.lproj/Root.strings
Languages: ar, ca, da, es, fi, ko, ms, mt, ro, ru, tr

source: Activation Options
ar: خيارات التفعيل
ca: Opció d’activació
da: Aktiverings Indstillinger
es: Opciones de Activación
fi: Aktivointivaihtoehdot
ko: 실행 설정
ms: Pilihan Pengaktifan
mt: Settings tal-Attivazzjoni
ro: Opțiuni pentru Activare
ru: Опции Запуска
tr: Aktifleştirme Seçenekleri

source: Show Action
ar: كيفية الإظهار
ca: Mostrar acció
da: Vis Action
es: Mostrar Acción
fi: Näytä toiminta
ko: 액션 보기
ms: Tunjuk Tindakan
mt: Uri l-azzjoni
ro: Acțiune pentru Afişare
ru: Показать Команду
tr: Eylemi Göster

source: Dismiss Action
ar: كيفية الإخفاء
ca: Amagar acció
da: Skjul Action
es: Cancelar Acción
fi: Hylkää toiminta
ko: 액션 숨기기
ms: Tidakan Diberhentikan
mt: Neħħi l-azzjoni
ro: Acțiune pentru Ascundere
ru: Отменить Команду
tr: Eylemi Gizle

source: Visual and Functional Options
ar: الخيارات المرئية و الوظيفية
ca: Opcions visuals i funcionals
da: Visuelle og Funktionelle Indstillinger
es: Opciones Funcionales y Visuales
fi: Visuaaliset ja toiminnalliset valinnat
ko: 시각 및 기능 설정
ms: Pilihan Visual dan Fungsi-fungsi
mt: Settings tal-affarijiet viżwali u funzjonali
ro: Opțiunu Vizuale şi Funcționale
ru: Визуальные и Функциональные Опции
tr: Görsel ve İşlevsel Seçenekler

source: No Blur
ar: لا تعتيم
ca: Sense difulminat
da: Ingen Sløring
es: Sin Desenfoque
fi: Ei sumennusta
ko: 블러 효과 없음
ms: Tidak Kabur
mt: Bla ċpar
ro: Fara Blur
ru: Отменить расплывшиеся Очертания
tr: Bulanıklık Yok

source: Light Blur
ar: تعتيم فاتح
ca: Difulminat clar
da: Lys Sløring
es: Desenfoque Claro
fi: Vaalea sumennus
ko: 밝은 블러 효과
ms: Kabur Sedikit
mt: Ċpar ċar
ro: Blur Luminos
ru: Легкий Эффект Расплывшегося Очертания
tr: Hafif Bulanıklık

source: Dark Blur
ar: تعتيم داكن
ca: Difulminat fosc
da: Mørk Sløring
es: Desenfoque Oscuro
fi: Tumma sumennus
ko: 어두운 블러 효과
ms: Kabur Gelap
mt: Ċpar skur
ro: Blur Întunecat
ru: Темное Расплывшиеся Очертание
tr: Koyu Bulanıklık

source: Allow App Interaction
ar: السماح بالتفاعل مع التطبيقات
ca: Permetre interacció amb l’app
da: Tillad App Interaktion
es: Permitir Interacción de App
fi: Salli sovelluksen vuorovaikutus
ko: 앱 상호작용 허용
ms: Membenarkan Interaksi App
mt: Ħalli l-interzzjoni tal-App
ro: Permite Interacțiuni cu Aplicțile
ru: Разрешить Коммуникации с Приложением
tr: Uygulama Etkileşim İzni

source: Quick Dismiss
ar: الإخفاء الفورى
ca: Amagar ràpidament
da: Hurtig Skjul
es: Descartar
fi: Pikahylkäys
ko: 빠른 숨기기
ms: Berhenti Segera
mt: Neħħi mill-ewwel
ro: Ascundere Rapidă
ru: Быстрая Отмена
tr: Hızlı Gizle

source: Experimental
ar: تجريبى
da: Eksperimentelt
fi: Kokeellinen
ko: 실험적 기능
ms: Experimentasi
mt: Prodott mhux finalizzat
ru: Экспериментально
tr: Deneysel

source: Allow Rotation
ar: السماح بالدوران
ca: Permetre la rotació
da: Tillad Rotation
es: Permitir Rotación
fi: Salli kääntö
ko: 회전 허용
ms: Membolehkan Putaran
mt: Ħallih idur l-iskrin
ro: Permite Rotația
ru: Разрешить Ротацию
tr: Yön İzni

source: Credits
ar: الحقوق
ca: Crèdits
da: Lavet af
es: Créditos
fi: Maininnat
ko: 크레딧
ms: Kredit
mt: Krediti
ro: Mulțumiri
ru: Создатели
tr: Emeği Geçenler

source: Donate via PayPal
ca: Donar a través de PayPal
da: Donér via PayPal
fi: Lahjoita PayPal:n kautta
ko: PayPal 기부하기
mt: Agħti donazzjoni permezz ta' PayPal

source: Translation Credits
ar: حقوق الترجمة
ca: Crèdits de traducció
da: Oversættere
es: Créditos de Traduccion
fi: Kääntäjät
ko: 번역 크레딧
ms: Kredit Penterjemah
mt: Min ittraduċa
ro: Mulțumiri pentru Traduceri
ru: Языковые Переводчики
tr: Çeviride Emeği Geçenler

source: Support
ar: الدعم
ca: Suport
es: Soporte
fi: Tuki
ko: 지원
ms: Bantuan
mt: Għajnuna
ro: Suport
ru: Поддержка
tr: Destek
